<?php

$_['heading_title'] = '<strong style="color: #38B0E3">Управление категориями +</strong>';

// Text
$_['text_success']  = 'Настройки успешно сохранены!';
$_['text_module']   = 'Модули';
$_['text_license_name']   = 'Имя владельца лицензии';
$_['text_close']   = 'Close';
$_['text_license_id']   = 'Идентификатор лицензии';
$_['text_license_info']   = 'Данные о лицензии';
$_['text_add_subcategories']   = 'Добавлять товар во все вложенные подкатегории';
$_['text_process_main_category']   = 'Заменять главную категорию при переносе товаров (для ocStore/Seo Pro)';
$_['text_license_id_hint']   = '<b>Если вы не получали код активации модуля,</b> передайте посредством ЛС или на адрес <strong style="color: #38B0E3">acuteopencart@gmail.com</strong> значение данного поля автору модуля для получения лицензии.<br><p style="color: red;"><b>ВНИМАНИЕ: При запросе лицензии по email не забывайте указывать данные о покупке (место покупки, ник и т.п.). Письма, содержащие лишь ID будут удаляться без ответа!</b></p>';
$_['text_license_info_hint']   = 'Вставьте сюда полученную от автора модуля информацию о лицензии';
$_['text_unlinked_products_only'] = 'В корне дерева категорий отображать только те товары, которые не привязаны ни к одной из категорий';
$_['text_online_activation_dlg'] = 'Онлайн активация';
$_['text_provide_serial_key'] = 'Введите код активации, полученный при покупке модуля (если есть)';
$_['text_check_updates_url'] = 'Проверить доступность новой версии модуля';
$_['text_img_size'] = 'Размер изображения, пикс.';
$_['text_window_ratio'] = 'Коэффициент размера диалогового окна редактирования товаров и категорий (0.45 - 0.95):';
$_['text_smart_show_on_touch'] = 'Показывать дублирующие команды ("Копировать", "Вставить" и т.д) в панели команд';
$_['text_store_language_only'] = 'Редактировать наименование товара для всех языков одновременно (однострочное редактирование)';

$_['item_touch_auto'] = 'Автоматически определять Touch интерфейс и показывать';
$_['item_touch_always_show'] = 'Всегда показывать';
$_['item_touch_always_hide'] = 'Никогда не показывать';

$_['button_open'] = 'Открыть модуль';
$_['button_online_activation'] = 'У меня есть код активации';
$_['button_activate'] = 'Активировать';
$_['button_check_updates_url'] = 'Проверить обновления';

// Error
$_['error_permission']	= 'У Вас нет прав для управления этим модулем!';
$_['error_no_license']   = 'Для сохранения настроек вы должны указать валидные данные лицензии, полученные от автора модуля!';
?>